<#include "header.ftl">
<div class="box">
 <h2>总则</h2>
 <p>欢迎您使用北京无限讯奇信息技术有限公司12580手机软件(以下简称本软件)为您提供的各项服务。以下所述条款和条件即构成您与本公司网站就使用服务所达成的协议，您在使用本软件提供的各项服务之前，应仔细阅读本服务协议。一旦您访问和使用本软件站，即表示您已接受了以下所述的条款和条件。 </p>
</div>
<div class="box">
 <h2>注册信息和隐私保护</h2>
 <p>您必须按照申请注册会员的表格，真实、准确、完整的填写您的资料，并不断更新注册资料，符合及时、详尽准确的要求。所有原始键入的资料将引用为注册资料。</p>
 <p>但在下列情况下，我司有权全部或部分披露您的保密信息。</p>
 <p>1.事先获得用户的明确授；</p>
 <p>2.只有透露您的个人资料，才能提供与您相关的产品和服务；</p>
 <p>3.根据中华人民共和国法律规定，或应行政机关、司法机关等合法要求，依法披露；</p>
 </p>
</div>
<#include "footer.ftl">
